Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/FullKeyboardAccessSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RESTORE_DEFAULTS_PROMPT_MESSAGE
source: This will reset all keyboard shortcuts to their default values.
ar: سيؤي هذا لإعادة تعيين جميع اختصارات لوحة المفاتيح إلى قيمها الافتراضية.
bg: Това ще възстанови всички клавишни комбинации до настройката им по подразбиране.
ca: Es restabliran totes les dreceres de teclat als seus valors per omissió.
cs: Dojde k obnovení výchozích klávesových zkratek.
da: Dette nulstiller alle tastaturgenveje til deres standardværdier.
de: Hiermit werden alle Tastaturkurzbefehle auf ihre Standardwerte zurückgesetzt.
el: Αυτό θα επαναφέρει όλες τις συντομεύσεις πληκτρολογίου στις προεπιλεγμένες τιμές τους.
es: Se restablecerán todas las funciones rápidas del teclado a sus valores por omisión.
es_us: Esto restablecerá todas las funciones rápidas de teclado a sus valores predeterminados.
fi: Tämä nollaa kaikki näppäinoikotiet oletusarvoihinsa.
fr: Cela rétablira les valeurs par défaut de tous les raccourcis clavier.
fr_ca: Cette action rétablira les valeurs par défaut de tous les raccourcis clavier.
he: פעולה זו תאפס את כל קיצורי המקלדת לערך ההתחלתי שלהם.
hi: यह सभी कीबोर्ड शॉर्टकट को उनके डिफ़ॉल्ट मानों पर रीसेट कर देगा।
hr: Ovime će se svi prečaci tipkovnice resetirati na njihove standardne vrijednosti.
hu: Ez vissza fogja állítani az összes billentyűparancsot az alapértelmezett értékükre.
id: Ini akan mengatur ulang semua pintasan papan ketik ke nilai defaultnya.
it: Se esegui operazione, tutte le abbreviazioni da tastiera verranno inizializzate e riportate ai loro valori di default.
ja: すべてのキーボードショートカットがデフォルト値にリセットされます。
kk: Бұл түйме барлық пернелер тіркесімін әдепкі мәндеріне қайтарады.
ko: 키보드 단축키가 기본 설정값으로 재설정됩니다.
lt: Tokiu būdu visi spartieji klavišai bus nustatyti iš naujo į numatytąsias reikšmes.
ms: Ini akan mereset semua pintasan papan kekunci kepada nilai lalainya.
nl: Hiermee worden alle toetscombinaties ingesteld op de standaardwaarden.
no: Dette vil nullstille alle tastatursnarveier til standardverdiene.
pl: Spowoduje to przywrócenie ustawień domyślnych wszystkich skrótów klawiszowych.
pt_br: Isso irá redefinir todos os atalhos de teclado para seus valores padrão.
pt_pt: Os valores predefinidos de todos os atalhos de teclado serão repostos.
ro: Toate scurtăturile din tastatură vor fi resetate la valorile implicite.
ru: При этом все клавиатурные сокращения будут сброшены до значений по умолчанию.
sk: Týmto resetujete všetky klávesové skratky na pôvodné hodnoty.
sl: S tem boste vse bližnjice na tipkovnici ponastavili na privzete vrednosti.
sv: Det här nollställer alla kortkommandon på tangentbordet till deras förvalda värden.
th: การทำงานนี้จะรีเซ็ตปุ่มลัดแป้นพิมพ์ทั้งหมดเป็นค่าเริ่มต้น
tr: Bu, tüm klavye kestirmelerini saptanmış değerlerine sıfırlar.
uk: Це скине всі клавіатурні скорочення до їхніх типових значень.
vi: Việc này sẽ đặt lại tất cả các phím tắt về giá trị mặc định của chúng.
zh_cn: 这会将所有键盘快捷键还原为默认值。
zh_hk: 這會將所有鍵盤快捷鍵重設為預設值。
zh_tw: 這會將所有鍵盤快速鍵重置為預設值。

# COMMANDS_EXPLANATORY_TEXT
source: Tap any command to customize its keyboard shortcut.
ar: اضغط على أمر لتخصيص اختصار لوحة المفاتيح الخاص به.
bg: Докоснете някоя команда, за да персонализирате нейната клавишна комбинация.
ca: Toca qualsevol ordre per personalitzar‑ne la drecera de teclat.
cs: Po klepnutí na kterýkoli příkaz můžete upravit jeho klávesovou zkratku.
da: Tryk på en kommando for at tilpasse tastaturgenvejen.
de: Tippe auf einen beliebigen Befehl, um dessen Tastaturkurzbefehl anzupassen.
el: Αγγίξτε οποιαδήποτε εντολή για προσαρμογή της συντόμευσης πληκτρολογίου της.
es: Toca cualquier comando para personalizar sus funciones rápidas de teclado.
es_us: Toca cualquier comando para personalizar su función rápida del teclado.
fi: Napauta mitä tahansa komentoa sen näppäinoikotien muokkaamiseksi.
fr: Touchez une commande pour personnaliser son raccourci clavier.
fr_ca: Touchez n’importe quelle commande pour personnaliser son raccourci clavier.
he: יש להקיש על פקודה כדי להגדיר את קיצור המקלדת שלה.
hi: इसके कीबोर्ड शॉर्टकट को कस्टमाइज़ करने के लिए कोई कमांड टैप करें।
hr: Dodirnite bilo koju naredbu za prilagođavanje njenog prečaca tipkovnice.
hu: Koppintson egy parancsra a billentyűparancsainak testreszabásához.
id: Ketuk perintah apa pun untuk menyesuaikan pintasan papan ketiknya.
it: Tocca un comando per personalizzare l’abbreviazione da tastiera corrispondente.
ja: キーボードショートカットをカスタマイズするには、いずれかのキーをタップしてください。
kk: Пернелер тіркесімін бейімдеу үшін кез келген пәрменді түртіңіз.
ko: 키보드 단축키를 사용자화하려면 해당 명령을 탭하십시오.
lt: Bakstelėkite bet kurią komandą, kad pritaikytumėte jos spartųjį klavišą.
ms: Ketik sebarang perintah untuk menyesuaikan pintasan papan kekunci perintah tersebut.
nl: Tik op een commando om de toetscombinatie ervan aan te passen.
no: Trykk på en kommando for å tilpasse tastatursnarveien.
pl: Aby dostosować skrót klawiszowy dowolnego polecenia, stuknij w nie.
pt_br: Toque em qualquer comando para personalizar seu atalho de teclado.
pt_pt: Toque em qualquer comando para personalizar o respetivo atalho de teclado.
ro: Apăsați pe orice comandă pentru a‑i personaliza scurtătura din tastatură.
ru: Для настройки сочетания клавиш коснитесь любой команды.
sk: Klepnutím na ľubovoľný príkaz upravíte jeho klávesovú skratku.
sl: Tapnite katerikoli ukaz za prilagajanje bližnjice na tipkovnici.
sv: Tryck på valfritt kommando för att anpassa dess kortkommando.
th: แตะคำสั่งเพื่อกำหนดปุ่มลัดแป้นพิมพ์ของคำสั่ง
tr: Klavye kestirmesini özelleştirmek için komuta dokunun.
uk: Торкніть будь-яку команду, щоб налаштувати її клавіатурне скорочення до своїх потреб.
vi: Chạm vào bất kỳ lệnh nào để tùy chỉnh phím tắt của lệnh đó.
zh_cn: 轻点任意命令自定义其键盘快捷键。
zh_hk: 點一下任何指令以自訂其鍵盤快捷鍵。
zh_tw: 點一下任何指令來自訂其鍵盤快速鍵。

# KEYBOARD_SHORTCUT_TAB_UNAVAILABLE_MESSAGE
source: %@ cannot be used for this command.
ar: لا يمكن استخدام %@ لهذا الأمر.
bg: %@ не може да се използва за тази команда.
ca: %@ no es pot utilitzar amb aquesta ordre.
cs: Zkratku %@ nelze pro tento příkaz použít.
da: %@ kan ikke bruges til denne kommando.
de: %@ kann nicht für diesen Befehl verwendet werden.
el: Δεν είναι δυνατή η χρήση του %@ για αυτήν την εντολή.
es: %@ no se puede utilizar para este comando.
es_us: No se puede usar %@ para este comando.
fi: %@ ei ole käytettävissä tälle komennolle.
fr: %@ ne peut pas être utilisé pour cette commande.
fr_ca: %@ ne peut pas être utilisé avec cette commande.
he: לא ניתן להשתמש ב-%@ עבור פקודה זו.
hi: %@ को इस कमांड के लिए इस्तेमाल नहीं किया जा सकता है।
hr: %@ se ne može koristiti za ovu naredbu.
hu: A(z) %@ nem használható ehhez a parancshoz.
id: %@ tidak dapat digunakan untuk perintah ini.
it: Impossibile utilizzare %@ per questo comando.
ja: %@はこのコマンドには使用できません。
kk: «%@» пернелер тіркесімін бұл пәрмен үшін пайдалану мүмкін емес.
ko: %@을(를) 이 명령에 사용할 수 없습니다.
lt: Kombinacijos „%@“ negalima naudoti šiai komandai.
ms: %@ tidak boleh digunakan untuk perintah ini.
nl: %@ kan niet worden gebruikt voor dit commando.
no: %@ kan ikke brukes med denne kommandoen.
pl: Skrótu %@ nie można używać dla tego polecenia.
pt_br: %@ não pode ser usado para este comando.
pt_pt: Não é possível usar %@ para este comando.
ro: Scurtătura %@ nu poate fi utilizată pentru această comandă.
ru: Сочетание клавиш «%@» нельзя использовать для этой команды.
sk: Skratku %@ nie je možné použiť pre tento príkaz.
sl: %@ ni mogoče uporabiti za ta ukaz.
sv: %@ kan inte användas för det här kommandot.
th: ไม่สามารถใช้%[tt]@สำหรับคำสั่งนี้ได้
tr: %@ bu komut için kullanılamıyor.
uk: %@ не можна використовувати для цієї команди.
vi: Không thể sử dụng %@ cho lệnh này.
zh_cn: “%@”无法用于此命令。
zh_hk: %@無法用於這項指令。
zh_tw: %@無法用於此指令。

# MOVE_BACKWARD_INSTRUCTION
source: • To move backward: %@
ar: • للانتقال إلى الخلف: %@
bg: • За преместване назад: %@
ca: • Per retrocedir: %@
cs: • Přechod vzad: %@
da: • For at flytte tilbage: %@
de: • Rückwärts bewegen: %@
el: • Για μετάβαση πίσω: %@
es: • Para retroceder: %@
es_us: • Para retroceder: %@
fi: • Siirry taaksepäin: %@
fr: • Pour déplacer vers l’arrière : %@
fr_ca: • Pour se déplacer vers l’arrière : %@
he: • אחורה: %@
hi: • पीछे जाने के लिए : %@
hr: • Za pomicanje unatrag: %@
hu: • Mozgatás visszafelé: %@
id: • Untuk mundur: %@
it: • Per andare indietro: %@
ja: • 逆方向に移動: %@
kk: • Артқа қайту үшін: %@
ko: • 뒤로 이동: %@
lt: • Eiti atgal: %@
ms: • Untuk beralih ke belakang: %@
nl: • Om naar achteren te gaan: %@
no: • Flytt bakover: %@
pl: • Przejście do tyłu: %@
pt_br: • Para retroceder: %@
pt_pt: • Mover para trás: %@
ro: • Pentru deplasare înapoi: %@
ru: • Для перехода назад: %@
sk: • Posunúť dozadu: %@
sl: • Za premik nazaj: %@
sv: • För att flytta bakåt: %@
th: • ในการไปข้างหลัง: %@
tr: • Geriye gitmek için: %@
uk: • Щоб перейти назад: %@
vi: • Để di chuyển về phía sau: %@
zh_cn: • 后移：%@
zh_hk: • 向後移動：%@
zh_tw: • 若要向後移動：%@

# RESTORE_DEFAULTS_PROMPT_TITLE
source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
bg: Възстановяване по подразбиране
ca: Valors per omissió
cs: Výchozí hodnoty
da: Gendan standarder
de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
es: Restaurar valores por omisión
es_us: Restaurar valores predeterminados
fi: Palauta oletusarvot
fr: Valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट रीस्टोर करें
hr: Obnovite standardne vrijednosti
hu: Alapértékre állás
id: Pulihkan Default
it: Ripristina i valori di default
ja: デフォルトに戻す
kk: Әдепкі параметрлерді қайтару
ko: 기본 설정으로 복원
lt: Atkurti numatytuosius nustatymus
ms: Pulihkan Lalai
nl: Standaardinstellingen
no: Gjenopprett standardinnstillinger
pl: Przywróć domyślne
pt_br: Restaurar Padrões
pt_pt: Restaurar predefinições
ro: Restaurați valorile implicite
ru: Настройки по умолчанию
sk: Obnoviť predvolené
sl: Obnovi privzete nastavitve
sv: Återställ förval
th: กู้คืนค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Відновити типові
vi: Khôi phục mặc định
zh_cn: 恢复默认值
zh_hk: 還原預設值
zh_tw: 回復預設值

# FULL_KEYBOARD_ACCESS_FOOTER_IPAD
source: Use an external keyboard to control your iPad.
ar: استخدام لوحة مفاتيح خارجية للتحكم بجهاز iPad.
bg: Използване на външна клавиатура за управление на iPad.
ca: Controla l’iPad amb un teclat extern.
cs: Umožňuje ovládat iPad z externí klávesnice.
da: Brug et eksternt tastatur til at betjene din iPad.
de: Verwende eine externe Tastatur, um dein iPad zu steuern.
el: Χρησιμοποιήστε ένα εξωτερικό πληκτρολόγιο για έλεγχο του iPad σας.
es: Usa un teclado externo para controlar el iPad.
es_us: Usa un teclado externo para controlar tu iPad.
fi: Ohjaa iPadia ulkoisella näppäimistöllä.
fr: Utilisez un clavier externe pour contrôler votre iPad.
fr_ca: Utilisez un clavier externe pour contrôler votre iPad.
he: ניתן להשתמש במקלדת חיצונית כדי לשלוט ב-iPad.
hi: अपना iPad नियंत्रित करने के लिए बाहरी कीबोर्ड का उपयोग करें।
hr: Upravljajte svojim iPadom pomoću eksterne tipkovnice.
hu: Külső billentyűzet használata az iPadje vezérléséhez.
id: Gunakan papan ketik eksternal untuk mengontrol iPad Anda.
it: Controlla il tuo iPad utilizzando una tastiera esterna.
ja: 外部キーボードを使ってiPadをコントロールします。
kk: iPad құрылғысын басқару үшін сыртқы пернетақтаны пайдаланыңыз.
ko: 외장 키보드를 사용하여 iPad를 제어합니다.
lt: Valdykite „iPad“ naudodami išorinę klaviatūrą.
ms: Gunakan papan kekunci luaran untuk mengawal iPad anda.
nl: Gebruik een extern toetsenbord om je iPad te bedienen.
no: Bruk et eksternt tastatur til å styre iPaden din.
pl: Możesz sterować iPadem, używając klawiatury zewnętrznej.
pt_br: Use um teclado externo para controlar o iPad.
pt_pt: Use um teclado externo para controlar o iPad.
ro: Utilizați o tastatură externă pentru a vă controla iPad‑ul.
ru: Используйте внешнюю клавиатуру для управления iPad.
sk: Umožňuje ovládať iPad pomocou externej klávesnice.
sl: Za upravljanje iPada uporabite zunanjo tipkovnico.
sv: Använd ett externt tangentbord till att styra iPad.
th: ใช้แป้นพิมพ์ภายนอกเพื่อควบคุม iPad ของคุณ
tr: iPad’inizi denetlemek için harici bir klavye kullanın.
uk: Використовуйте зовнішню клавіатуру, щоб керувати своїм iPad.
vi: Sử dụng bàn phím bên ngoài để điều khiển iPad của bạn.
zh_cn: 使用外接键盘控制iPad。
zh_hk: 使用外置鍵盤控制你的iPad。
zh_tw: 使用外接鍵盤來控制iPad。

# FOCUS_RING_COLOR
source: Color
ar: اللون
bg: Цвят
cs: Barva
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
fr_ca: Couleur
he: צבע
hi: रंग
hr: Boja
hu: Szín
id: Warna
it: Colore
ja: カラー
kk: Түсі
ko: 색상
lt: Spalva
ms: Warna
nl: Kleur
no: Farge
pl: Kolor
pt_br: Cor
pt_pt: Cor
ro: Culoare
ru: Цвет
sk: Farba
sl: Barva
sv: Färg
th: สี
tr: Renk
uk: Колір
vi: Màu
zh_cn: 颜色
zh_hk: 顏色
zh_tw: 顏色

# CONTROL_CENTER_INSTRUCTION
source: • To use the Control Center: %@
ar: ‏• لاستخدام مركز التحكم: %@
bg: • За използване с Контролен център: %@
ca: • Per utilitzar el centre de control: %@
cs: • Použití Ovládacího centra: %@
da: • For at bruge Kontrolcenter: %@
de: • Verwendung des Kontrollzentrums: %@
el: • Για χρήση του Κέντρου ελέγχου: %@
es: • Para usar el centro de control: %@
es_us: • Para usar el centro de control: %@
fi: • Käytä Ohjauskeskusta: %@
fr: • Pour utiliser le Centre de contrôle : %@
fr_ca: • Pour utiliser le centre de contrôle : %@
he: • שימוש ב״מרכז הבקרה״: %@
hi: • कंट्रोल सेंटर का उपयोग करने के लिए : %@
hr: • Za uporabu Kontrolnog centra: %@
hu: • A Vezérlőközpont használata: %@
id: • Untuk menggunakan Pusat Kontrol: %@
it: • Per utilizzare Centro di Controllo: %@
ja: • コントロールセンターを使用: %@
kk: • Басқару орталығын пайдалану үшін: %@
ko: • 제어 센터 사용: %@
lt: • Naudoti valdymo centrą: %@
ms: • Untuk menggunakan Pusat Kawalan: %@
nl: • Om het bedieningspaneel te gebruiken: %@
no: • Bruk kontrollsenteret: %@
pl: • Centrum sterowania: %@
pt_br: • Para usar a Central de Controle: %@
pt_pt: • Usar a central de controlo: %@
ro: • Pentru a utiliza centrul de control: %@
ru: • %@ для использования Пункта управления
sk: • Zobraziť Ovládacie centrum: %@
sl: • Za uporabo Nadzornega središča: %@
sv: • Om du vill använda Kontrollcenter: %@
th: • ในการใช้ศูนย์ควบคุม: %@
tr: • Denetim Merkezi’ni kullanmak için: %@
uk: • Щоб відкрити Центр керування: %@
vi: • Để sử dụng Trung tâm điều khiển: %@
zh_cn: • 使用控制中心：%@
zh_hk: • 使用「控制中心」：%@
zh_tw: • 若要使用「控制中心」：%@

# FOCUS_RING_LARGE_FOCUS_RING
source: Increase Size
ar: زيادة الحجم
bg: Увеличаване на размера
ca: Augmenta la mida
cs: Zvětšit
da: Forøg størrelse
de: Vergrößern
el: Αύξηση μεγέθους
es: Aumentar tamaño
es_us: Aumentar tamaño
fi: Suurenna kokoa
fr: Augmenter la taille
fr_ca: Augmenter la taille
he: הגדלת הגודל
hi: आकार बढ़ाएँ
hr: Povećaj veličinu
hu: Méret növelése
id: Tambah Ukuran
it: Aumenta dimensioni
ja: サイズを大きくする
kk: Өлшемді арттыру
ko: 크기 늘리기
lt: Padidinti
ms: Tingkatkan Saiz
nl: Groter
no: Øk størrelse
pl: Zwiększ wymiary
pt_br: Aumentar Tamanho
pt_pt: Aumentar tamanho
ro: Măriți dimensiunea
ru: Увеличение размера
sk: Zväčšiť veľkosť
sl: Povečaj velikost
sv: Öka storlek
th: เพิ่มขนาด
tr: Büyüklüğü Artır
uk: Збільшити розмір
vi: Tăng kích cỡ
zh_cn: 增加大小
zh_hk: 增加大小
zh_tw: 增加大小

# FOCUS_RING_FOCUS_RING_HIGH_CONTRAST
source: High Contrast
ar: تباين عالٍ
bg: Силен контраст
ca: Contrast alt
cs: Vysoký kontrast
da: Høj kontrast
de: Hoher Kontrast
el: Υψηλή αντίθεση
es: Alto contraste
es_us: Contraste alto
fi: Korkea kontrasti
fr: Contraste élevé
fr_ca: Contraste élevé
he: ניגודיות גבוהה
hi: उच्च कॉन्ट्रास्ट
hr: Visoki kontrast
hu: Nagy kontraszt
id: Kontras Tinggi
it: Contrasto elevato
ja: ハイコントラスト
kk: Жоғары контраст
ko: 고대비
lt: Didelis kontrastingumas
ms: Kontras Tinggi
nl: Hoog contrast
no: Høy kontrast
pl: Wysoki kontrast
pt_br: Contraste Alto
pt_pt: Alto contraste
ro: Contrast ridicat
ru: Высокая контрастность
sk: Vysoký kontrast
sl: Visok kontrast
sv: Hög kontrast
th: ความต่างระดับสีมาก
tr: Yüksek Kontrast
uk: Висока контрастність
vi: Tương phản cao
zh_cn: 高对比度
zh_hk: 高對比
zh_tw: 高對比

# HELP_INSTRUCTION
source: • To show Help: %@
ar: • لإظهار "المساعدة": %@
bg: • За показване на Помощ: %@
ca: • Per mostrar l’Ajuda: %@
cs: • Nápověda: %@
da: • For at vise hjælp: %@
de: • Hilfe anzeigen: %@
el: • Για εμφάνιση της Βοήθειας: %@
es: • Para mostrar la ayuda: %@
es_us: • Para mostrar la ayuda: %@
fi: • Näytä Ohje: %@
fr: • Pour afficher l’aide : %@
fr_ca: • Pour afficher l’aide : %@
he: • הצגת עזרה: %@
hi: • सहायता दिखाने के लिए : %@
hr: • Za prikazivanje pomoći: %@
hu: • A súgó megnyitása: %@
id: • Untuk menampilkan Bantuan: %@
it: • Per mostrare l’Aiuto: %@
ja: • ヘルプを表示: %@
kk: • Анықтаманы көрсету үшін: %@
ko: • 도움말 보기: %@
lt: • Rodyti pagalbą: %@
ms: • Untuk menunjukkan Bantuan: %@
nl: • Om Help te tonen: %@
no: • Vis Hjelp: %@
pl: • Pomoc: %@
pt_br: • Para mostrar a Ajuda: %@
pt_pt: • Mostrar a Ajuda: %@
ro: • Pentru a afișa conținutul de ajutor: %@
ru: • Для показа Справки: %@
sk: • Zobraziť pomocníka: %@
sl: • Za prikaz pomoči: %@
sv: • För att visa hjälpen: %@
th: • ในการแสดงวิธีใช้งาน: %@
tr: • Yardım’ı görüntülemek için: %@
uk: • Щоб показати Довідку: %@
vi: • Để hiển thị Trợ giúp: %@
zh_cn: • 显示帮助：%@
zh_hk: • 顯示「輔助説明」：%@
zh_tw: • 若要顯示「輔助說明」：%@

source: Commands
ar: الأوامر
bg: Команди
ca: Ordres
cs: Příkazy
da: Kommandoer
de: Befehle
el: Εντολές
es: Comandos
es_us: Comandos
fi: Komennot
fr: Commandes
fr_ca: Commandes
he: פקודות
hi: कमांड
hr: Naredbe
hu: Parancsok
id: Perintah
it: Comandi
ja: コマンド
kk: Пәрмендер
ko: 명령
lt: Komandos
ms: Perintah
nl: Commando's
no: Kommandoer
pl: Polecenia
pt_br: Comandos
pt_pt: Comandos
ro: Comenzi
ru: Команды
sk: Príkazy
sl: Ukazi
sv: Kommandon
th: คำสั่ง
tr: Komutlar
uk: Команди
vi: Lệnh
zh_cn: 命令
zh_hk: 指令
zh_tw: 指令

# FULL_KEYBOARD_ACCESS_FOOTER_VISION
source: Use an external keyboard to control your Apple Vision Pro.
ar: استخدام لوحة مفاتيح خارجية للتحكم في Apple Vision Pro.
bg: Използване на външна клавиатура за управление на вашия Apple Vision Pro.
ca: Controla l’Apple Vision Pro amb un teclat extern.
cs: Umožňuje ovládat Apple Vision Pro z externí klávesnice.
da: Brug et eksternt tastatur til at betjene Apple Vision Pro.
de: Verwende eine externe Tastatur, um deine Apple Vision Pro zu steuern.
el: Χρησιμοποιήστε ένα εξωτερικό πληκτρολόγιο για χειρισμό του Apple Vision Pro σας.
es: Usa un teclado externo para controlar el Apple Vision Pro.
es_us: Usa un teclado externo para controlar tu Apple Vision Pro.
fi: Ohjaa Apple Vision Prota ulkoisella näppäimistöllä.
fr: Utilisez un clavier externe pour contrôler votre Apple Vision Pro.
fr_ca: Utilisez un clavier externe pour contrôler votre Apple Vision Pro.
he: ניתן להשתמש במקלדת חיצונית כדי לשלוט ב-Apple Vision Pro.
hi: अपना Apple Vision Pro नियंत्रित करने के लिए बाहरी कीबोर्ड का उपयोग करें।
hr: Upravljajte svojim uređajem Apple Vision Pro pomoću eksterne tipkovnice.
hu: Külső billentyűzet használata az Apple Vision Pro vezérléséhez.
id: Gunakan papan ketik eksternal untuk mengontrol Apple Vision Pro Anda.
it: Controlla il tuo Apple Vision Pro utilizzando una tastiera esterna.
ja: 外部キーボードを使ってApple Vision Proをコントロールします。
kk: Apple Vision Pro құрылғысын басқару үшін сыртқы пернетақтаны пайдаланыңыз.
ko: 외장 키보드를 사용하여 Apple Vision Pro를 제어합니다.
lt: Valdykite „Apple Vision Pro“ naudodami išorinę klaviatūrą.
ms: Gunakan papan kekunci luaran untuk mengawal Apple Vision Pro anda.
nl: Gebruik een extern toetsenbord om je Apple Vision Pro te bedienen.
no: Bruk et eksternt tastatur til å styre Apple Vision Pro.
pl: Możesz sterować Apple Vision Pro, używając klawiatury zewnętrznej.
pt_br: Use um teclado externo para controlar o Apple Vision Pro.
pt_pt: Use um teclado externo para controlar o Apple Vision Pro.
ro: Utilizați o tastatură externă pentru a vă controla Apple Vision Pro‑ul.
ru: Управляйте Apple Vision Pro с внешней клавиатуры.
sk: Umožňuje ovládať Apple Vision Pro pomocou externej klávesnice.
sl: Za upravljanje naprave Apple Vision Pro uporabite zunanjo tipkovnico.
sv: Styr Apple Vision Pro med ett externt tangentbord.
th: ใช้แป้นพิมพ์ภายนอกเพื่อควบคุม Apple Vision Pro ของคุณ
tr: Apple Vision Pro’nuzu denetlemek için harici bir klavye kullanın.
uk: Використовуйте зовнішню клавіатуру, щоб керувати Apple Vision Pro.
vi: Sử dụng bàn phím bên ngoài để điều khiển Apple Vision Pro của bạn.
zh_cn: 使用外接键盘控制Apple Vision Pro。
zh_hk: 使用外置鍵盤控制你的Apple Vision Pro。
zh_tw: 使用外接鍵盤來控制Apple Vision Pro。

# MOVE_FORWARD_INSTRUCTION
source: • To move forward: %@
ar: • للانتقال إلى الأمام: %@
bg: • За преместване напред: %@
ca: • Per avançar: %@
cs: • Přechod vpřed: %@
da: • For at flytte frem: %@
de: • Vorwärts bewegen: %@
el: • Για μετάβαση εμπρός: %@
es: • Para avanzar: %@
es_us: • Para avanzar: %@
fi: • Siirry eteenpäin: %@
fr: • Pour déplacer vers l’avant : %@
fr_ca: • Pour se déplacer vers l’avant : %@
he: • קדימה: %@
hi: • आगे जाने के लिए : %@
hr: • Za pomicanje unaprijed: %@
hu: • Mozgatás előre: %@
id: • Untuk maju: %@
it: • Per andare avanti: %@
ja: • 順方向に移動: %@
kk: • Алға қарай өту үшін: %@
ko: • 앞으로 이동: %@
lt: • Eiti į priekį: %@
ms: • Untuk beralih ke depan: %@
nl: • Om naar voren te gaan: %@
no: • Flytt fram: %@
pl: • Przejście do przodu: %@
pt_br: • Para avançar: %@
pt_pt: • Mover para a frente: %@
ro: • Pentru deplasare înainte: %@
ru: • Для перехода вперед: %@
sk: • Posunúť dopredu: %@
sl: • Za premik naprej: %@
sv: • För att flytta framåt: %@
th: • ในการไปข้างหน้า: %@
tr: • İleriye gitmek için: %@
uk: • Щоб перейти вперед: %@
vi: • Để di chuyển về phía trước: %@
zh_cn: • 前移：%@
zh_hk: • 向前移動：%@
zh_tw: • 若要向前移動：%@

# KEYBOARD_SHORTCUT_IN_USE_TITLE
source: Shortcut In Use
ar: الاختصار مستخدَم
bg: Използвана бърза команда
ca: Drecera en ús
cs: Zkratka je používána
da: Genvej i brug
de: Kurzbefehl ist in Verwendung
el: Η συντόμευση χρησιμοποιείται
es: Función rápida en uso
es_us: Función rápida en uso
fi: Oikotie käytössä
fr: Raccourci déjà utilisé
fr_ca: Raccourci en cours d’utilisation
he: הקיצור נמצא בשימוש
hi: शॉर्टकट का उपयोग किया जा रहा है
hr: Prečac u uporabi
hu: A billentyűparancs használatban van
id: Pintasan Sedang Digunakan
it: Comando rapido in uso
ja: 使用中のショートカット
kk: Пернелер тіркесімі қолданыста
ko: 단축키 사용 중
lt: Spartieji klavišai naudojami
ms: Pintasan Sedang Digunakan
nl: Toetscombinatie in gebruik
no: Snarvei i bruk
pl: Skrót jest używany
pt_br: Atalho em Uso
pt_pt: Atalho em utilização
ro: Scurtătură în uz
ru: Сокращение уже используется
sk: Skratka sa používa
sl: Bližnjica v uporabi
sv: Genvägen används
th: ปุ่มลัดถูกใช้ไปแล้ว
tr: Kestirme Kullanılıyor
uk: Швидка команда використовується
vi: Phím tắt đang được sử dụng
zh_cn: 快捷键已被使用
zh_hk: 快捷鍵已使用
zh_tw: 快速鍵已使用

# RESTORE_DEFAULTS_PROMPT_BUTTON
source: Restore Defaults
ar: استعادة الإعدادات الافتراضية
bg: Възстановяване по подразбиране
ca: Valors per omissió
cs: Výchozí hodnoty
da: Gendan standarder
de: Standard wiederherstellen
el: Επαναφορά προεπιλογών
es: Restaurar valores por omisión
es_us: Restaurar valores predeterminados
fi: Palauta oletusarvot
fr: Rétablir les valeurs par défaut
fr_ca: Rétablir les valeurs par défaut
he: שחזור ברירות המחדל
hi: डिफ़ॉल्ट रीस्टोर करें
hr: Obnovi standardne vrijednosti
hu: Alapértékre állás
id: Pulihkan Default
it: Ripristina i valori di default
ja: デフォルトに戻す
kk: Әдепкі параметрлерді қайтару
ko: 기본 설정으로 복원
lt: Atkurti numatytuosius nustatymus
ms: Pulihkan Lalai
nl: Standaardinstellingen
no: Gjenopprett standardinnstillinger
pl: Przywróć domyślne
pt_br: Restaurar Padrões
pt_pt: Restaurar predefinições
ro: Restaurați valorile implicite
ru: Настройки по умолчанию
sk: Obnoviť predvolené
sl: Obnovi privzete nastavitve
sv: Återställ förval
th: กู้คืนค่าเริ่มต้น
tr: Saptanmışlara Dön
uk: Відновити типові
vi: Khôi phục mặc định
zh_cn: 恢复默认值
zh_hk: 還原預設值
zh_tw: 回復預設值
